xml/request/tidsskrift_haven.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>05972787|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Haven</dc:title>
              <dc:title xsi:type="dkdcplus:full">Haven</dc:title>
              <dcterms:alternative>Haven</dcterms:alternative>
              <dc:subject xsi:type="dkdcplus:DK5">63.5</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Gartneri og havebrug</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dc:description>Tidligere med udgiverbetegnelsen: De danske Haveselskaber</dc:description>
              <dc:description>Tidligere udgivet af: Det Danske Haveselskab, herunder Det jyske Haveselskab, Det Kgl. danske Haveselskab og Østifternes Haveselskab</dc:description>
              <dc:description>Størrelsen varierer</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Det Danske Haveselskab</dc:publisher>
              <dc:contributor>Det Danske Haveselskab</dc:contributor>
              <dc:contributor>Det Kongelige Danske Haveselskab</dc:contributor>
              <dc:contributor>Det Jydske Haveselskab</dc:contributor>
              <dc:contributor>Østifternes Haveselskab</dc:contributor>
              <dc:date>1900</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskrift</dc:type>
              <dc:format>Ill. i farver</dc:format>
              <dc:identifier xsi:type="dkdcplus:ISSN">0017-8500</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">05972787</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20010709141026</marcx:subfield>
                  <marcx:subfield code="d">19831005</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="u">c</marcx:subfield>
                  <marcx:subfield code="a">1900</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="c">m</marcx:subfield>
                  <marcx:subfield code="h">p</marcx:subfield>
                  <marcx:subfield code="i">b</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="022" ind1="0" ind2="0">
                  <marcx:subfield code="a">0017-8500</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DPF197680</marcx:subfield>
                  <marcx:subfield code="x">DAT199521</marcx:subfield>
                  <marcx:subfield code="x">DAT200128</marcx:subfield>
                  <marcx:subfield code="x">DAT200128</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="082" ind1="0" ind2="0">
                  <marcx:subfield code="a">635</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="210" ind1="0" ind2="0">
                  <marcx:subfield code="a">Haven</marcx:subfield>
                  <marcx:subfield code="b">Frederiksberg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="222" ind1="0" ind2="0">
                  <marcx:subfield code="a">Haven</marcx:subfield>
                  <marcx:subfield code="b">Frederiksberg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Haven</marcx:subfield>
                  <marcx:subfield code="e">Det Danske Haveselskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="255" ind1="0" ind2="0">
                  <marcx:subfield code="a">[?]-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Lyngby</marcx:subfield>
                  <marcx:subfield code="b">Det Danske Haveselskab</marcx:subfield>
                  <marcx:subfield code="c">1900-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="b">Ill. i farver</marcx:subfield>
                  <marcx:subfield code="c">30 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="500" ind1="0" ind2="0">
                  <marcx:subfield code="a">Månedlig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tidligere med udgiverbetegnelsen: De danske Haveselskaber</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tidligere udgivet af: Det Danske Haveselskab, herunder Det jyske Haveselskab, Det Kgl. danske Haveselskab og Østifternes Haveselskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Størrelsen varierer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="i">Har supplement</marcx:subfield>
                  <marcx:subfield code="t">Havens særtryk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="i">Har supplement</marcx:subfield>
                  <marcx:subfield code="t">Åbne haver i Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="532" ind1="0" ind2="0">
                  <marcx:subfield code="a">Hertil findes: Register 1989-1993</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="539" ind1="0" ind2="0">
                  <marcx:subfield code="a">Nr. 5, 101. årgang (maj 2001)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">63.5</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Det ¤Danske Haveselskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Det ¤Kongelige Danske Haveselskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="å">2</marcx:subfield>
                  <marcx:subfield code="a">Det ¤Jydske Haveselskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Østifternes Haveselskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="745" ind1="0" ind2="0">
                  <marcx:subfield code="a">Haven</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="910" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Det ¤Jyske Haveselskab</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Det ¤Jydske Haveselskab</marcx:subfield>
                  <marcx:subfield code="z">710/2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="910" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Det ¤Kgl. Danske Haveselskab</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Det ¤Danske Haveselskab</marcx:subfield>
                  <marcx:subfield code="z">710/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">810010</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:journal&amp;rft.jtitle=Haven&amp;rft.issn=0017-8500&amp;rft.genre=journal</oss:openurl>
            <os:identifier>1</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
